Repository: Nebulox-io/nebulox-woogate
Catalog: languages/nebulox-woogate-*.po
Languages: de_de, nl_nl

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
nl_nl: Inschakelen/Uitschakelen

source: Enable/Disable Nebulox Gateway
de_de: Nebulox Gateway aktivieren/deaktivieren
nl_nl: Nebulox Gateway Inschakelen/Uitschakelen

source: Title
de_de: Titel
nl_nl: Titel

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Payment method description shown in the Checkout
de_de: Beschreibung der Zahlungsmethode, die im Checkout angezeigt wird
nl_nl: Beschrijving van de betalingsmethode weergegeven bij het afrekenen

source: Complete Order on Status
de_de: Bestellung abschließen bei Status
nl_nl: Bestelling Voltooien op Status

source: Completed
de_de: Vollendet
nl_nl: Voltooid

source: Processing
de_de: Verarbeitung
nl_nl: In Behandeling

source: The order status to be set when payment is completed.
de_de: Der Bestellstatus, der nach Abschluss der Zahlung gesetzt werden soll.
nl_nl: De bestellingsstatus die moet worden ingesteld wanneer de betaling is voltooid.

source: API Key
nl_nl: API Sleutel

source: API key you get from our site.
de_de: Den API-Schlüssel können Sie von unserer Site erhalten.
nl_nl: API-sleutel die je van onze site ontvangt.

source: Read this <a href='https://nebulox.io/plugins/woocommerce' target='_blank'>instruction</a> to implement your first gateway
nl_nl: Lees deze <a href='https://nebulox.io/plugins/woocommerce' target='_blank'>instructie</a> om je eerste gateway te implementeren

source: If you don't have the Thank You page after checkout, we recommend you use this URL when creating a gateway.
de_de: Wenn Sie nach dem Bezahlvorgang nicht über die Danke-Seite verfügen, empfehlen wir Ihnen, beim Erstellen eines Gateways diese URL zu verwenden.
nl_nl: Als je geen Bedankt-pagina hebt na het afrekenen, raden we aan om deze URL te gebruiken bij het aanmaken van een gateway.
